{
    "changelog.md": {
        "Changelog inter2N": "Änderungsprotokoll inter2N",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zur Aktualisierung vorliegen, liegt dies daran, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "19\/07\/2021": "19.07.2021",
        "Ajout codes superutilisateurs": "Superuser-Codes hinzufügen",
        "Ajout changement sonnerie non validation": "Ruftonänderung hinzufügen nicht validiert",
        " IMPORTANT.": " WICHTIG.",
        " IMPORTANT?": " WICHTIG?",
        "IMPORTANT ": "WICHTIG ",
        " IMPORTANT]": " WICHTIG]",
        "[IMPORTANT]": "[WICHTIG]",
        "*IMPORTANT*": "*WICHTIG*",
        " IMPORTANT*": " WICHTIG*"
    },
    "index.md": {
        "Plugin pour les interphones 2N": "Plugin für 2N-Gegensprechanlagen",
        "Prérequis": "Voraussetzungen",
        "Connaître l'adresse ip de votre interphone 2N": "Finden Sie die IP-Adresse Ihrer 2N-Gegensprechanlage heraus",
        "Avoir le plugin camera installé": "Habe das Kamera-Plugin installiert",
        "Avoir créé un compte utilisateur via l'interface de votre interphone 2N": "Haben Sie ein Benutzerkonto über die Schnittstelle Ihrer 2N-Gegensprechanlage erstellt",
        "Après téléchargement du plugin, il faut tout d'abord activer celui-ci, comme tout plugin Jeedom": "Nachdem Sie das Plugin heruntergeladen haben, müssen Sie es zuerst aktivieren, wie jedes Jeedom-Plugin",
        "Il faut démarrer le démon": "Wir müssen den Dämon starten",
        "vérifiez que le démon est en OK": "Überprüfen Sie, ob der Daemon in OK ist",
        "Pour un nouvel appareil 2N, il faut se connecter à l'interface 2N, accessible via l'adresse ip de celui-ci (pour connaitre l'ip de votre équipement, vous pouvez installer le logiciel 2N Network Scanner, qui détectera les appareils 2N présents sur votre réseau": "Für ein neues 2N-Gerät müssen Sie sich mit der 2N-Schnittstelle verbinden, auf die über dessen IP-Adresse zugegriffen werden kann (um die IP Ihres Geräts herauszufinden, können Sie die 2N Network Scanner-Software installieren, die 2N-Geräte erkennt, die in Ihrem Netzwerk vorhanden sind",
        "Par défaut, le nom d'utilisateur et le mot de passe de votre appareil 2N sont": "Standardmäßig lauten Benutzername und Passwort Ihres 2N-Geräts",
        "admin , 2n": "Administrator, 2n",
        "Une fois connecté sur l'interface, il vous faut": "Sobald Sie mit der Schnittstelle verbunden sind, benötigen Sie",
        "Activer les options pour accéder aux services de l'API": "Aktivieren Sie die Optionen für den Zugriff auf die API-Dienste",
        "Créer un compte avec les droits pour les services de l'API": "Erstellen Sie ein Konto mit Rechten für API-Dienste",
        "Configurer les Switches de votre appareil": "Konfigurieren Sie die Schalter auf Ihrem Gerät",
        "Créer un utilisateur pour lui attribuer vos codes d'accès à l'interphone": "Erstellen Sie einen Benutzer, um der Gegensprechanlage Ihre Zugangscodes zuzuweisen",
        "Configurer l'utilisateur": "Benutzer konfigurieren",
        "Une fois cela fait, vous pouvez créer votre équipement dans Jeedom avec le mot de passe et le nom d'utilisateur du compte 2n configuré avec les droits API (voir plus haut": "Sobald dies erledigt ist, können Sie Ihre Ausrüstung in Jeedom mit dem Passwort und dem Benutzernamen des mit API-Rechten konfigurierten 2n-Kontos erstellen (siehe oben",
        "Dans les menus déroulants, choisir les modules installés ou non sur votre interphone": "Wählen Sie in den Dropdown-Menüs die Module aus, die auf Ihrer Gegensprechanlage installiert sind oder nicht",
        "Camera, Lecteur d'empreintes digitales, Module Anti arrachement": "Kamera, Fingerabdruckleser, Anti-Tearing-Modul",
        "Vous pouvez créer directement sans passer par l'interface de votre 2N, un code par Switch disponible suivant votre appareil, dans Code Superutilisateur": "Sie können direkt, ohne die Benutzeroberfläche Ihres 2N zu durchlaufen, einen Code pro Switch erstellen, der je nach Gerät verfügbar ist, im Superuser-Code",
        "Vous pouvez séparer les codes par une virgule pour attribuer plusieurs codes par Switch": "Sie können die Codes mit einem Komma trennen, um mehrere Codes pro Schalter zuzuweisen",
        "Les codes doivent être de type numerique": "Codes müssen numerisch sein",
        "Vous pouvez également changer le type de signal quand une carte non valide est passée devant le lecteur (Simple Beep, Beep + Lumière, ou Aucun": "Sie können auch die Art des Signals ändern, wenn eine ungültige Karte vor dem Lesegerät vorbeigeführt wird (Einfacher Beep, Beep + Licht oder Keine",
        "Lui attribuer un parent et le rendre visible et actif": "Weisen Sie ihm ein Elternteil zu und machen Sie es sichtbar und aktiv",
        "Si vous avez une camera sur votre équipement, un objet camera sera créé via le plugin Camera; il vous faudra le configurer pour le faire apparaitre sur votre dashboard": "Wenn Sie eine Kamera an Ihrem Gerät haben, wird über das Kamera-Plugin ein Kameraobjekt erstellt; Sie müssen es konfigurieren, damit es auf Ihrem Dashboard angezeigt wird",
        "Il faut redémarrer le démon après une création d'équipement, pour lui attribuer un Identifiant pour les requêtes API": "Sie müssen den Daemon neu starten, nachdem Sie ein Gerät erstellt haben, um ihm einen Identifier für API-Anfragen zuzuweisen",
        "Commandes et informations sur le Dashboard": "Dashboard-Befehle und Informationen",
        "Par défaut, les états des switchs sont liés a leur commandes action; en cliquant sur le switch, cela active le switch (on verra l'icone du switch changer de couleur": "Standardmäßig sind die Schaltzustände mit ihren Aktionsbefehlen verknüpft; Ein Klick auf den Schalter aktiviert den Schalter (wir sehen, wie das Schaltersymbol die Farbe ändert)",
        "L'état des switchs remonte ceux disponibles sur votre appareil (de 1 à 4": "Der Zustand der Schalter geht zurück auf die auf Ihrem Gerät verfügbaren (von 1 bis 4 .)",
        "Appel vous donne le statut de la communication si vous recevez un appel depuis un autre appareil 2n (coming, received etc": "Anruf gibt Ihnen den Kommunikationsstatus, wenn Sie einen Anruf von einem anderen 2n-Gerät erhalten (kommend, empfangen usw.)",
        "Arrachement signale si un arrachement a eu lieu (pour les modèles équipés du module Anti arrachement": "Abreißen zeigt an, ob ein Abreißen aufgetreten ist (bei Modellen mit Anti-Tearing-Modul",
        "Bluetooth_tel_mobile signale l'authentification du lecteur Bluetooth": "Bluetooth_tel_mobile signalisiert die Authentifizierung des Bluetooth-Lesers",
        "Bruit signale une détection accrue du niveau de bruit": "Geräuschsignale erhöhte Erkennung des Geräuschpegels",
        "Lecteur carte": "Kartenleser",
        "fait apparaitre le numero de la carte RFID configuré": "zeigt die Nummer der konfigurierten RFID-Karte an",
        "Code entrée": "Zugangscode",
        "fait apparaitre le code tapé sur votre interphone": "zeigt den eingegebenen Code an Ihrer Gegensprechanlage an",
        "dernier_bouton appuyé": "last_button gedrückt",
        "fait apparaitre le dernier appuyé sur votre interphone": "zeigt die zuletzt gedrückte Sprechanlage an",
        "fait apparaitre l'Id de la personne enregistrée (pour les équipements équipés du module d'empreinte digitales": "zeigt die ID der registrierten Person an (bei Geräten mit Fingerabdruckmodul",
        "Etat_porte signale un problème au niveau de l'état de la porte": "Door_state zeigt ein Problem mit dem Türstatus an",
        "Mouvement, signale la détection de mouvement via une caméra (pour les modèles équipés de caméra uniquement": "Bewegung, meldet Bewegungserkennung über eine Kamera (nur für Modelle mit Kamera camera",
        "Ouverture_non_autorisée, signale une ouverture de porte non autorisée (pour les modèles équipés d'entrée numérique uniquement et d'un bouton de départ": "Unbefugtes_Öffnen, signalisiert ein unbefugtes Öffnen der Tür (nur für Modelle mit Digitaleingang und Starttaste",
        "Ouverture_longue, signale une ouverture de porte trop longue ou une défaillance de la fermeture de la porte dans le délai imparti (pour les modèles équipés d'entrée numérique uniquement": "Open_long, zeigt an, dass die Tür zu lange geöffnet wurde oder die Tür nicht innerhalb der vorgegebenen Zeit geschlossen wurde (nur für Modelle mit Digitaleingang",
        "Etat Switch_(id du switch": "Switch_ state (Switch-ID)",
        "vous permet de mettre en marche ou en arrêt le Switch dont l'id correspond et d'avoir un retour de statut de votre switch": "ermöglicht es Ihnen, den Switch, dessen ID entspricht, ein- oder auszuschalten und eine Statusrückmeldung von Ihrem Switch zu erhalten",
        "Information supplémentaire": "Zusätzliche Information",
        "Activez les logs en mode Debug pour avoir plus d'informations sur les événements detectés par votre interphone": "Aktivieren Sie die Protokolle im Debug-Modus, um mehr Informationen zu den von Ihrer Gegensprechanlage erkannten Ereignissen zu erhalten",
        " 2N.": " 2N.",
        " 2N?": " 2N?",
        "2N ": "2N ",
        " 2N]": " 2N]",
        "[2N]": "[2N]",
        "*2N*": "*2N*",
        " 2N*": " 2N*",
        " Description.": " Beschreibung.",
        " Description?": " Beschreibung?",
        "Description ": "Beschreibung ",
        " Description]": " Beschreibung]",
        "[Description]": "[Beschreibung]",
        "*Description*": "*Beschreibung*",
        " Description*": " Beschreibung*",
        " Installation.": " Installation.",
        " Installation?": " Installation?",
        "Installation ": "Installation ",
        " Installation]": " Installation]",
        "[Installation]": "[Installation]",
        "*Installation*": "*Installation*",
        " Installation*": " Installation*",
        " Configuration.": " Aufbau.",
        " Configuration?": " Aufbau?",
        "Configuration ": "Aufbau ",
        " Configuration]": " Aufbau]",
        "[Configuration]": "[Aufbau]",
        "*Configuration*": "*Aufbau*",
        " Configuration*": " Aufbau*",
        " IMPORTANT.": " WICHTIG.",
        " IMPORTANT?": " WICHTIG?",
        "IMPORTANT ": "WICHTIG ",
        " IMPORTANT]": " WICHTIG]",
        "[IMPORTANT]": "[WICHTIG]",
        "*IMPORTANT*": "*WICHTIG*",
        " IMPORTANT*": " WICHTIG*",
        " config.": " Konfiguration.",
        " config?": " Konfiguration?",
        "config ": "Konfiguration ",
        " config]": " Konfiguration]",
        "[config]": "[Konfiguration]",
        "*config*": "*Konfiguration*",
        " config*": " Konfiguration*",
        " Etat.": " Zustand.",
        " Etat?": " Zustand?",
        "Etat ": "Zustand ",
        " Etat]": " Zustand]",
        "[Etat]": "[Zustand]",
        "*Etat*": "*Zustand*",
        " Etat*": " Zustand*",
        " Empreinte.": " Fußabdruck.",
        " Empreinte?": " Fußabdruck?",
        "Empreinte ": "Fußabdruck ",
        " Empreinte]": " Fußabdruck]",
        "[Empreinte]": "[Fußabdruck]",
        "*Empreinte*": "*Fußabdruck*",
        " Empreinte*": " Fußabdruck*",
        " Commandes.": " Aufträge.",
        " Commandes?": " Aufträge?",
        "Commandes ": "Aufträge ",
        " Commandes]": " Aufträge]",
        "[Commandes]": "[Aufträge]",
        "*Commandes*": "*Aufträge*",
        " Commandes*": " Aufträge*"
    }
}