{
    "changelog.md": {
        "Changelog inter2N": "Changelog inter2N",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder, if there is no information on the update, it is because it concerns only the update of documentation, translation or text",
        "19\/07\/2021": "07\/19\/2021",
        "Ajout codes superutilisateurs": "Add superuser codes",
        "Ajout changement sonnerie non validation": "Add ringer change not validated",
        " IMPORTANT.": " IMPORTANT.",
        " IMPORTANT?": " IMPORTANT?",
        "IMPORTANT ": "IMPORTANT ",
        " IMPORTANT]": " IMPORTANT]",
        "[IMPORTANT]": "[IMPORTANT]",
        "*IMPORTANT*": "*IMPORTANT*",
        " IMPORTANT*": " IMPORTANT*"
    },
    "index.md": {
        "Plugin pour les interphones 2N": "Plugin for 2N intercoms",
        "Prérequis": "Prerequisites",
        "Connaître l'adresse ip de votre interphone 2N": "Find out the ip address of your 2N intercom",
        "Avoir le plugin camera installé": "Have the camera plugin installed",
        "Avoir créé un compte utilisateur via l'interface de votre interphone 2N": "Have created a user account via the interface of your 2N intercom",
        "Après téléchargement du plugin, il faut tout d'abord activer celui-ci, comme tout plugin Jeedom": "After downloading the plugin, you must first activate it, like any Jeedom plugin",
        "Il faut démarrer le démon": "We must start the demon",
        "vérifiez que le démon est en OK": "check that the daemon is in OK",
        "Pour un nouvel appareil 2N, il faut se connecter à l'interface 2N, accessible via l'adresse ip de celui-ci (pour connaitre l'ip de votre équipement, vous pouvez installer le logiciel 2N Network Scanner, qui détectera les appareils 2N présents sur votre réseau": "For a new 2N device, you must connect to the 2N interface, accessible via the latter's ip address (to find out the IP of your device, you can install the 2N Network Scanner software, which will detect 2N devices. present on your network",
        "Par défaut, le nom d'utilisateur et le mot de passe de votre appareil 2N sont": "By default, the username and password of your 2N device are",
        "admin , 2n": "admin, 2n",
        "Une fois connecté sur l'interface, il vous faut": "Once connected to the interface, you will need",
        "Activer les options pour accéder aux services de l'API": "Activate the options to access the API services",
        "Créer un compte avec les droits pour les services de l'API": "Create an account with rights for API services",
        "Configurer les Switches de votre appareil": "Configure the switches on your device",
        "Créer un utilisateur pour lui attribuer vos codes d'accès à l'interphone": "Create a user to assign your access codes to the intercom",
        "Configurer l'utilisateur": "Configure user",
        "Une fois cela fait, vous pouvez créer votre équipement dans Jeedom avec le mot de passe et le nom d'utilisateur du compte 2n configuré avec les droits API (voir plus haut": "Once this is done, you can create your equipment in Jeedom with the password and the username of the 2n account configured with API rights (see above",
        "Dans les menus déroulants, choisir les modules installés ou non sur votre interphone": "In the drop-down menus, choose the modules installed or not on your intercom",
        "Camera, Lecteur d'empreintes digitales, Module Anti arrachement": "Camera, Fingerprint reader, Anti-tearing module",
        "Vous pouvez créer directement sans passer par l'interface de votre 2N, un code par Switch disponible suivant votre appareil, dans Code Superutilisateur": "You can create directly without going through the interface of your 2N, a code per Switch available depending on your device, in Superuser Code",
        "Vous pouvez séparer les codes par une virgule pour attribuer plusieurs codes par Switch": "You can separate the codes with a comma to assign multiple codes per Switch",
        "Les codes doivent être de type numerique": "Codes must be numeric",
        "Vous pouvez également changer le type de signal quand une carte non valide est passée devant le lecteur (Simple Beep, Beep + Lumière, ou Aucun": "You can also change the type of signal when an invalid card is passed in front of the reader (Simple Beep, Beep + Light, or None",
        "Lui attribuer un parent et le rendre visible et actif": "Assign it a parent and make it visible and active",
        "Si vous avez une camera sur votre équipement, un objet camera sera créé via le plugin Camera; il vous faudra le configurer pour le faire apparaitre sur votre dashboard": "If you have a camera on your equipment, a camera object will be created via the Camera plugin; you will have to configure it to make it appear on your dashboard",
        "Il faut redémarrer le démon après une création d'équipement, pour lui attribuer un Identifiant pour les requêtes API": "You must restart the daemon after creating an equipment, to assign it an Identifier for API requests",
        "Commandes et informations sur le Dashboard": "Dashboard commands and information",
        "Par défaut, les états des switchs sont liés a leur commandes action; en cliquant sur le switch, cela active le switch (on verra l'icone du switch changer de couleur": "By default, the switch states are linked to their action commands; clicking on the switch activates the switch (we will see the switch icon change color",
        "L'état des switchs remonte ceux disponibles sur votre appareil (de 1 à 4": "The state of the switches goes back to those available on your device (from 1 to 4",
        "Appel vous donne le statut de la communication si vous recevez un appel depuis un autre appareil 2n (coming, received etc": "Call gives you the communication status if you receive a call from another 2n device (coming, received etc",
        "Arrachement signale si un arrachement a eu lieu (pour les modèles équipés du module Anti arrachement": "Tear-off indicates whether a tearing has occurred (for models equipped with the Anti-tearing module",
        "Bluetooth_tel_mobile signale l'authentification du lecteur Bluetooth": "Bluetooth_tel_mobile signals the authentication of the Bluetooth reader",
        "Bruit signale une détection accrue du niveau de bruit": "Noise signals increased detection of noise level",
        "Lecteur carte": "Card reader",
        "fait apparaitre le numero de la carte RFID configuré": "displays the number of the configured RFID card",
        "Code entrée": "Entry code",
        "fait apparaitre le code tapé sur votre interphone": "displays the code entered on your intercom",
        "dernier_bouton appuyé": "last_button pressed",
        "fait apparaitre le dernier appuyé sur votre interphone": "shows the last one pressed on your intercom",
        "fait apparaitre l'Id de la personne enregistrée (pour les équipements équipés du module d'empreinte digitales": "displays the ID of the registered person (for equipment equipped with the fingerprint module",
        "Etat_porte signale un problème au niveau de l'état de la porte": "Door_state indicates a problem with the door status",
        "Mouvement, signale la détection de mouvement via une caméra (pour les modèles équipés de caméra uniquement": "Motion, reports motion detection via a camera (for models equipped with camera only",
        "Ouverture_non_autorisée, signale une ouverture de porte non autorisée (pour les modèles équipés d'entrée numérique uniquement et d'un bouton de départ": "Unauthorized_opening, signals an unauthorized door opening (for models equipped with digital input only and a start button",
        "Ouverture_longue, signale une ouverture de porte trop longue ou une défaillance de la fermeture de la porte dans le délai imparti (pour les modèles équipés d'entrée numérique uniquement": "Open_long, indicates a door opening too long or a failure to close the door within the allotted time (for models equipped with digital input only",
        "Etat Switch_(id du switch": "Switch_ state (switch id",
        "vous permet de mettre en marche ou en arrêt le Switch dont l'id correspond et d'avoir un retour de statut de votre switch": "allows you to turn on or off the Switch whose id corresponds and to have a status feedback from your switch",
        "Information supplémentaire": "Additional information",
        "Activez les logs en mode Debug pour avoir plus d'informations sur les événements detectés par votre interphone": "Activate the logs in Debug mode to have more information on the events detected by your intercom",
        " 2N.": " 2N.",
        " 2N?": " 2N?",
        "2N ": "2N ",
        " 2N]": " 2N]",
        "[2N]": "[2N]",
        "*2N*": "*2N*",
        " 2N*": " 2N*",
        " Description.": " Description.",
        " Description?": " Description?",
        "Description ": "Description ",
        " Description]": " Description]",
        "[Description]": "[Description]",
        "*Description*": "*Description*",
        " Description*": " Description*",
        " Installation.": " Installation.",
        " Installation?": " Installation?",
        "Installation ": "Installation ",
        " Installation]": " Installation]",
        "[Installation]": "[Installation]",
        "*Installation*": "*Installation*",
        " Installation*": " Installation*",
        " Configuration.": " Configuration.",
        " Configuration?": " Configuration?",
        "Configuration ": "Configuration ",
        " Configuration]": " Configuration]",
        "[Configuration]": "[Configuration]",
        "*Configuration*": "*Configuration*",
        " Configuration*": " Configuration*",
        " IMPORTANT.": " IMPORTANT.",
        " IMPORTANT?": " IMPORTANT?",
        "IMPORTANT ": "IMPORTANT ",
        " IMPORTANT]": " IMPORTANT]",
        "[IMPORTANT]": "[IMPORTANT]",
        "*IMPORTANT*": "*IMPORTANT*",
        " IMPORTANT*": " IMPORTANT*",
        " config.": " config.",
        " config?": " config?",
        "config ": "config ",
        " config]": " config]",
        "[config]": "[config]",
        "*config*": "*config*",
        " config*": " config*",
        " Etat.": " State.",
        " Etat?": " State?",
        "Etat ": "State ",
        " Etat]": " State]",
        "[Etat]": "[State]",
        "*Etat*": "*State*",
        " Etat*": " State*",
        " Empreinte.": " Footprint.",
        " Empreinte?": " Footprint?",
        "Empreinte ": "Footprint ",
        " Empreinte]": " Footprint]",
        "[Empreinte]": "[Footprint]",
        "*Empreinte*": "*Footprint*",
        " Empreinte*": " Footprint*",
        " Commandes.": " Orders.",
        " Commandes?": " Orders?",
        "Commandes ": "Orders ",
        " Commandes]": " Orders]",
        "[Commandes]": "[Orders]",
        "*Commandes*": "*Orders*",
        " Commandes*": " Orders*"
    }
}