{
    "changelog.md": {
        "Changelog inter2N": "Registro de cambios inter2N",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio, si no hay información sobre la actualización es porque se trata solo de la actualización de la documentación, la traducción o el texto",
        "19\/07\/2021": "19\/07\/2021",
        "Ajout codes superutilisateurs": "Agregar códigos de superusuario",
        "Ajout changement sonnerie non validation": "Agregar cambio de timbre no validado",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin pour les interphones 2N": "Complemento para intercomunicadores 2N",
        "Prérequis": "Prerrequisitos",
        "Connaître l'adresse ip de votre interphone 2N": "Descubra la dirección IP de su intercomunicador 2N",
        "Avoir le plugin camera installé": "Tener instalado el complemento de la cámara",
        "Avoir créé un compte utilisateur via l'interface de votre interphone 2N": "Ha creado una cuenta de usuario a través de la interfaz de su intercomunicador 2N",
        "Après téléchargement du plugin, il faut tout d'abord activer celui-ci, comme tout plugin Jeedom": "Después de descargar el complemento, primero debe activarlo, como cualquier complemento de Jeedom",
        "Il faut démarrer le démon": "Debemos iniciar el demonio",
        "vérifiez que le démon est en OK": "compruebe que el demonio esté en buen estado",
        "Pour un nouvel appareil 2N, il faut se connecter à l'interface 2N, accessible via l'adresse ip de celui-ci (pour connaitre l'ip de votre équipement, vous pouvez installer le logiciel 2N Network Scanner, qui détectera les appareils 2N présents sur votre réseau": "Para un nuevo dispositivo 2N, debe conectarse a la interfaz 2N, accesible a través de la dirección IP de esta última (para averiguar la IP de su dispositivo, puede instalar el software 2N Network Scanner, que detectará los dispositivos 2N presentes en su red",
        "Par défaut, le nom d'utilisateur et le mot de passe de votre appareil 2N sont": "De forma predeterminada, el nombre de usuario y la contraseña de su dispositivo 2N son",
        "admin , 2n": "admin, 2n",
        "Une fois connecté sur l'interface, il vous faut": "Una vez conectado a la interfaz, necesitará",
        "Activer les options pour accéder aux services de l'API": "Activar las opciones para acceder a los servicios de la API",
        "Créer un compte avec les droits pour les services de l'API": "Cree una cuenta con derechos para los servicios de API",
        "Configurer les Switches de votre appareil": "Configure los interruptores en su dispositivo",
        "Créer un utilisateur pour lui attribuer vos codes d'accès à l'interphone": "Cree un usuario para asignar sus códigos de acceso al intercomunicador",
        "Configurer l'utilisateur": "Configurar usuario",
        "Une fois cela fait, vous pouvez créer votre équipement dans Jeedom avec le mot de passe et le nom d'utilisateur du compte 2n configuré avec les droits API (voir plus haut": "Una vez hecho esto, puede crear su equipo en Jeedom con la contraseña y el nombre de usuario de la cuenta 2n configurada con derechos de API (ver arriba",
        "Dans les menus déroulants, choisir les modules installés ou non sur votre interphone": "En los menús desplegables, elija los módulos instalados o no en su intercomunicador",
        "Camera, Lecteur d'empreintes digitales, Module Anti arrachement": "Cámara, lector de huellas dactilares, módulo antidesgarro",
        "Vous pouvez créer directement sans passer par l'interface de votre 2N, un code par Switch disponible suivant votre appareil, dans Code Superutilisateur": "Puedes crear directamente sin pasar por la interfaz de tu 2N, un código por Switch disponible según tu dispositivo, en Código de Superusuario",
        "Vous pouvez séparer les codes par une virgule pour attribuer plusieurs codes par Switch": "Puede separar los códigos con una coma para asignar varios códigos por conmutador",
        "Les codes doivent être de type numerique": "Los códigos deben ser numéricos",
        "Vous pouvez également changer le type de signal quand une carte non valide est passée devant le lecteur (Simple Beep, Beep + Lumière, ou Aucun": "También puede cambiar el tipo de señal cuando se pasa una tarjeta no válida frente al lector (Bip simple, Bip + Luz o Ninguno",
        "Lui attribuer un parent et le rendre visible et actif": "Asígnele un padre y hágalo visible y activo",
        "Si vous avez une camera sur votre équipement, un objet camera sera créé via le plugin Camera; il vous faudra le configurer pour le faire apparaitre sur votre dashboard": "Si tiene una cámara en su equipo, se creará un objeto de cámara a través del complemento Cámara; tendrás que configurarlo para que aparezca en tu tablero",
        "Il faut redémarrer le démon après une création d'équipement, pour lui attribuer un Identifiant pour les requêtes API": "Debe reiniciar el demonio después de crear un equipo, para asignarle un identificador para las solicitudes de API",
        "Commandes et informations sur le Dashboard": "Información y comandos del tablero",
        "Par défaut, les états des switchs sont liés a leur commandes action; en cliquant sur le switch, cela active le switch (on verra l'icone du switch changer de couleur": "De forma predeterminada, los estados del conmutador están vinculados a sus comandos de acción; al hacer clic en el interruptor se activa el interruptor (veremos que el icono del interruptor cambia de color",
        "L'état des switchs remonte ceux disponibles sur votre appareil (de 1 à 4": "El estado de los interruptores vuelve a los disponibles en su dispositivo (de 1 a 4",
        "Appel vous donne le statut de la communication si vous recevez un appel depuis un autre appareil 2n (coming, received etc": "Llamar le brinda el estado de la comunicación si recibe una llamada de otro dispositivo 2n (entrante, recibido, etc",
        "Arrachement signale si un arrachement a eu lieu (pour les modèles équipés du module Anti arrachement": "Tear-off indica si se ha producido un desgarro (para modelos equipados con el módulo antidesgarro",
        "Bluetooth_tel_mobile signale l'authentification du lecteur Bluetooth": "Bluetooth_tel_mobile señala la autenticación del lector Bluetooth",
        "Bruit signale une détection accrue du niveau de bruit": "Las señales de ruido aumentan la detección del nivel de ruido",
        "Lecteur carte": "Lector de tarjetas",
        "fait apparaitre le numero de la carte RFID configuré": "muestra el número de la tarjeta RFID configurada",
        "Code entrée": "Código de entrada",
        "fait apparaitre le code tapé sur votre interphone": "muestra el código introducido en su intercomunicador",
        "dernier_bouton appuyé": "last_button presionado",
        "fait apparaitre le dernier appuyé sur votre interphone": "muestra el último pulsado en su intercomunicador",
        "fait apparaitre l'Id de la personne enregistrée (pour les équipements équipés du module d'empreinte digitales": "muestra el ID de la persona registrada (para equipos equipados con el módulo de huellas dactilares",
        "Etat_porte signale un problème au niveau de l'état de la porte": "Door_state indica un problema con el estado de la puerta",
        "Mouvement, signale la détection de mouvement via une caméra (pour les modèles équipés de caméra uniquement": "Movimiento, informa la detección de movimiento a través de una cámara (solo para modelos equipados con cámara",
        "Ouverture_non_autorisée, signale une ouverture de porte non autorisée (pour les modèles équipés d'entrée numérique uniquement et d'un bouton de départ": "Apertura_no autorizada, indica una apertura de puerta no autorizada (para modelos equipados con entrada digital solamente y un botón de inicio)",
        "Ouverture_longue, signale une ouverture de porte trop longue ou une défaillance de la fermeture de la porte dans le délai imparti (pour les modèles équipés d'entrée numérique uniquement": "Open_long, indica que la puerta se abre demasiado tiempo o que no se cierra la puerta dentro del tiempo asignado (solo para modelos equipados con entrada digital",
        "Etat Switch_(id du switch": "Switch_ state (switch id",
        "vous permet de mettre en marche ou en arrêt le Switch dont l'id correspond et d'avoir un retour de statut de votre switch": "le permite encender o apagar el interruptor cuya identificación corresponde y tener una respuesta de estado de su interruptor",
        "Information supplémentaire": "Información Adicional",
        "Activez les logs en mode Debug pour avoir plus d'informations sur les événements detectés par votre interphone": "Activa los logs en modo Debug para tener más información sobre los eventos detectados por tu intercomunicador",
        " 2N.": " 2N.",
        " 2N?": " 2N?",
        "2N ": "2N ",
        " 2N]": " 2N]",
        "[2N]": "[2N]",
        "*2N*": "*2N*",
        " 2N*": " 2N*",
        " Description.": " Descripción.",
        " Description?": " Descripción?",
        "Description ": "Descripción ",
        " Description]": " Descripción]",
        "[Description]": "[Descripción]",
        "*Description*": "*Descripción*",
        " Description*": " Descripción*",
        " Installation.": " Instalación.",
        " Installation?": " Instalación?",
        "Installation ": "Instalación ",
        " Installation]": " Instalación]",
        "[Installation]": "[Instalación]",
        "*Installation*": "*Instalación*",
        " Installation*": " Instalación*",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        " Configuration]": " Configuración]",
        "[Configuration]": "[Configuración]",
        "*Configuration*": "*Configuración*",
        " Configuration*": " Configuración*",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " config.": " config.",
        " config?": " config?",
        "config ": "config ",
        " config]": " config]",
        "[config]": "[config]",
        "*config*": "*config*",
        " config*": " config*",
        " Etat.": " Expresar.",
        " Etat?": " Expresar?",
        "Etat ": "Expresar ",
        " Etat]": " Expresar]",
        "[Etat]": "[Expresar]",
        "*Etat*": "*Expresar*",
        " Etat*": " Expresar*",
        " Empreinte.": " Huella.",
        " Empreinte?": " Huella?",
        "Empreinte ": "Huella ",
        " Empreinte]": " Huella]",
        "[Empreinte]": "[Huella]",
        "*Empreinte*": "*Huella*",
        " Empreinte*": " Huella*",
        " Commandes.": " Pedidos.",
        " Commandes?": " Pedidos?",
        "Commandes ": "Pedidos ",
        " Commandes]": " Pedidos]",
        "[Commandes]": "[Pedidos]",
        "*Commandes*": "*Pedidos*",
        " Commandes*": " Pedidos*"
    }
}