{
    "changelog.md": {
        "Changelog inter2N": "Log de mudanças inter2N",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Recorde-se que, se não existe informação sobre a atualização, é porque se trata apenas de atualização de documentação, tradução ou texto",
        "19\/07\/2021": "19\/07\/2021",
        "Ajout codes superutilisateurs": "Adicionar códigos de superusuário",
        "Ajout changement sonnerie non validation": "Adicionar alteração de campainha não validada",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin pour les interphones 2N": "Plugin para interfones 2N",
        "Prérequis": "Pré-requisitos",
        "Connaître l'adresse ip de votre interphone 2N": "Descubra o endereço IP do seu intercomunicador 2N",
        "Avoir le plugin camera installé": "Ter o plugin da câmera instalado",
        "Avoir créé un compte utilisateur via l'interface de votre interphone 2N": "Criou uma conta de usuário através da interface do seu intercomunicador 2N",
        "Après téléchargement du plugin, il faut tout d'abord activer celui-ci, comme tout plugin Jeedom": "Depois de baixar o plugin, você deve primeiro ativá-lo, como qualquer plugin Jeedom",
        "Il faut démarrer le démon": "Devemos iniciar o demônio",
        "vérifiez que le démon est en OK": "verifique se o daemon está OK",
        "Pour un nouvel appareil 2N, il faut se connecter à l'interface 2N, accessible via l'adresse ip de celui-ci (pour connaitre l'ip de votre équipement, vous pouvez installer le logiciel 2N Network Scanner, qui détectera les appareils 2N présents sur votre réseau": "Para um novo dispositivo 2N, você deve se conectar à interface 2N, acessível através do endereço IP deste (para descobrir o IP do seu dispositivo, você pode instalar o software 2N Network Scanner, que detectará os dispositivos 2N. Presente na sua rede",
        "Par défaut, le nom d'utilisateur et le mot de passe de votre appareil 2N sont": "Por padrão, o nome de usuário e a senha do seu dispositivo 2N são",
        "admin , 2n": "admin, 2n",
        "Une fois connecté sur l'interface, il vous faut": "Uma vez conectado à interface, você precisará",
        "Activer les options pour accéder aux services de l'API": "Ative as opções para acessar os serviços de API",
        "Créer un compte avec les droits pour les services de l'API": "Crie uma conta com direitos para serviços de API",
        "Configurer les Switches de votre appareil": "Configure os interruptores em seu dispositivo",
        "Créer un utilisateur pour lui attribuer vos codes d'accès à l'interphone": "Crie um usuário para atribuir seus códigos de acesso ao interfone",
        "Configurer l'utilisateur": "Configurar usuário",
        "Une fois cela fait, vous pouvez créer votre équipement dans Jeedom avec le mot de passe et le nom d'utilisateur du compte 2n configuré avec les droits API (voir plus haut": "Feito isso, você pode criar seu equipamento no Jeedom com a senha e o nome de usuário da conta 2n configurada com direitos API (ver acima",
        "Dans les menus déroulants, choisir les modules installés ou non sur votre interphone": "Nos menus suspensos, escolha os módulos instalados ou não no seu interfone",
        "Camera, Lecteur d'empreintes digitales, Module Anti arrachement": "Câmera, leitor de impressão digital, módulo anti-rasgo",
        "Vous pouvez créer directement sans passer par l'interface de votre 2N, un code par Switch disponible suivant votre appareil, dans Code Superutilisateur": "Você pode criar diretamente sem passar pela interface do seu 2N, um código por Switch disponível dependendo do seu dispositivo, em Código de Superusuário",
        "Vous pouvez séparer les codes par une virgule pour attribuer plusieurs codes par Switch": "Você pode separar os códigos com uma vírgula para atribuir vários códigos por switch",
        "Les codes doivent être de type numerique": "Os códigos devem ser numéricos",
        "Vous pouvez également changer le type de signal quand une carte non valide est passée devant le lecteur (Simple Beep, Beep + Lumière, ou Aucun": "Você também pode alterar o tipo de sinal quando um cartão inválido é passado na frente do leitor (bipe simples, bipe + luz ou nenhum",
        "Lui attribuer un parent et le rendre visible et actif": "Atribua a ele um pai e torne-o visível e ativo",
        "Si vous avez une camera sur votre équipement, un objet camera sera créé via le plugin Camera; il vous faudra le configurer pour le faire apparaitre sur votre dashboard": "Se você tiver uma câmera em seu equipamento, um objeto de câmera será criado por meio do plug-in Câmera; você terá que configurá-lo para que apareça no seu painel",
        "Il faut redémarrer le démon après une création d'équipement, pour lui attribuer un Identifiant pour les requêtes API": "Você deve reiniciar o daemon após criar um equipamento, para atribuir a ele um identificador para solicitações de API",
        "Commandes et informations sur le Dashboard": "Comandos e informações do painel",
        "Par défaut, les états des switchs sont liés a leur commandes action; en cliquant sur le switch, cela active le switch (on verra l'icone du switch changer de couleur": "Por padrão, os estados do switch estão vinculados aos seus comandos de ação; clicar no botão ativa o botão (veremos o ícone do botão mudar de cor",
        "L'état des switchs remonte ceux disponibles sur votre appareil (de 1 à 4": "O estado das chaves volta para aqueles disponíveis no seu dispositivo (de 1 a 4",
        "Appel vous donne le statut de la communication si vous recevez un appel depuis un autre appareil 2n (coming, received etc": "Chamada fornece o status de comunicação se você receber uma chamada de outro dispositivo 2n (chegando, recebido etc",
        "Arrachement signale si un arrachement a eu lieu (pour les modèles équipés du module Anti arrachement": "Corte indica se ocorreu um rasgo (para modelos equipados com o módulo anti-rasgo",
        "Bluetooth_tel_mobile signale l'authentification du lecteur Bluetooth": "Bluetooth_tel_mobile sinaliza a autenticação do leitor Bluetooth",
        "Bruit signale une détection accrue du niveau de bruit": "Os sinais de ruído aumentaram a detecção do nível de ruído",
        "Lecteur carte": "Leitor de cartão",
        "fait apparaitre le numero de la carte RFID configuré": "exibe o número do cartão RFID configurado",
        "Code entrée": "Código de entrada",
        "fait apparaitre le code tapé sur votre interphone": "exibe o código inserido no seu intercomunicador",
        "dernier_bouton appuyé": "last_button pressionado",
        "fait apparaitre le dernier appuyé sur votre interphone": "mostra o último pressionado no seu interfone",
        "fait apparaitre l'Id de la personne enregistrée (pour les équipements équipés du module d'empreinte digitales": "exibe o ID da pessoa registrada (para equipamentos equipados com o módulo de impressão digital",
        "Etat_porte signale un problème au niveau de l'état de la porte": "Estado da porta indica um problema com o status da porta",
        "Mouvement, signale la détection de mouvement via une caméra (pour les modèles équipés de caméra uniquement": "Movimento, relata a detecção de movimento por meio de uma câmera (apenas para modelos equipados com câmera",
        "Ouverture_non_autorisée, signale une ouverture de porte non autorisée (pour les modèles équipés d'entrée numérique uniquement et d'un bouton de départ": "Unauthorized_opening, sinaliza uma abertura de porta não autorizada (para modelos equipados apenas com entrada digital e um botão start",
        "Ouverture_longue, signale une ouverture de porte trop longue ou une défaillance de la fermeture de la porte dans le délai imparti (pour les modèles équipés d'entrée numérique uniquement": "Open_long, indica uma abertura da porta muito longa ou uma falha em fechar a porta dentro do tempo alocado (para modelos equipados com entrada digital apenas",
        "Etat Switch_(id du switch": "Switch_ state (switch id",
        "vous permet de mettre en marche ou en arrêt le Switch dont l'id correspond et d'avoir un retour de statut de votre switch": "permite que você ligue ou desligue o switch cujo id corresponde e tenha um feedback de status de seu switch",
        "Information supplémentaire": "Informação adicional",
        "Activez les logs en mode Debug pour avoir plus d'informations sur les événements detectés par votre interphone": "Ative os logs no modo Debug para ter mais informações sobre os eventos detectados pelo seu interfone",
        " 2N.": " 2N.",
        " 2N?": " 2N?",
        "2N ": "2N ",
        " 2N]": " 2N]",
        "[2N]": "[2N]",
        "*2N*": "*2N*",
        " 2N*": " 2N*",
        " Description.": " Descrição.",
        " Description?": " Descrição?",
        "Description ": "Descrição ",
        " Description]": " Descrição]",
        "[Description]": "[Descrição]",
        "*Description*": "*Descrição*",
        " Description*": " Descrição*",
        " Installation.": " Instalação.",
        " Installation?": " Instalação?",
        "Installation ": "Instalação ",
        " Installation]": " Instalação]",
        "[Installation]": "[Instalação]",
        "*Installation*": "*Instalação*",
        " Installation*": " Instalação*",
        " Configuration.": " Configuração.",
        " Configuration?": " Configuração?",
        "Configuration ": "Configuração ",
        " Configuration]": " Configuração]",
        "[Configuration]": "[Configuração]",
        "*Configuration*": "*Configuração*",
        " Configuration*": " Configuração*",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " config.": " config.",
        " config?": " config?",
        "config ": "config ",
        " config]": " config]",
        "[config]": "[config]",
        "*config*": "*config*",
        " config*": " config*",
        " Etat.": " Estado.",
        " Etat?": " Estado?",
        "Etat ": "Estado ",
        " Etat]": " Estado]",
        "[Etat]": "[Estado]",
        "*Etat*": "*Estado*",
        " Etat*": " Estado*",
        " Empreinte.": " Pegada.",
        " Empreinte?": " Pegada?",
        "Empreinte ": "Pegada ",
        " Empreinte]": " Pegada]",
        "[Empreinte]": "[Pegada]",
        "*Empreinte*": "*Pegada*",
        " Empreinte*": " Pegada*",
        " Commandes.": " Pedidos.",
        " Commandes?": " Pedidos?",
        "Commandes ": "Pedidos ",
        " Commandes]": " Pedidos]",
        "[Commandes]": "[Pedidos]",
        "*Commandes*": "*Pedidos*",
        " Commandes*": " Pedidos*"
    }
}